{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "StarshipEditorStyleOverrider",
			"Children": [
				{
					"Source":
					{
						"Text": "A theme already exists with the name '{0}'."
					},
					"Translation":
					{
						"Text": "「{0}」という名前のテーマがすでに存在します"
					},
					"Key": "RenameThemeAlreadyExists"
				},
				{
					"Source":
					{
						"Text": "Active Theme"
					},
					"Translation":
					{
						"Text": "現在のテーマ"
					},
					"Key": "ActiveThemeDisplayName"
				},
				{
					"Source":
					{
						"Text": "Are you sure you want to permanently delete the theme \"{0}\"? This action cannot be undone."
					},
					"Translation":
					{
						"Text": "テーマ「{0}」を完全に削除してよろしいですか?この操作は元に戻すことができません"
					},
					"Key": "ActionRemoveMsg"
				},
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": "キャンセル"
					},
					"Key": "CancelThemeEditingButton"
				},
				{
					"Source":
					{
						"Text": "Customize the look of the editor."
					},
					"Translation":
					{
						"Text": "エディタの外観をカスタマイズします"
					},
					"Key": "StarshipOverrider_UserSettingsDescription"
				},
				{
					"Source":
					{
						"Text": "Default themes can't be deleted"
					},
					"Translation":
					{
						"Text": "デフォルトのテーマは削除できません"
					},
					"Key": "CannotDeleteDefaultThemeToolTip"
				},
				{
					"Source":
					{
						"Text": "Default themes can't be edited"
					},
					"Translation":
					{
						"Text": "デフォルトのテーマは編集できません"
					},
					"Key": "CannotEditDefaultThemeToolTip"
				},
				{
					"Source":
					{
						"Text": "Delete this theme"
					},
					"Translation":
					{
						"Text": "このテーマを削除します"
					},
					"Key": "DeleteThemeToolTip"
				},
				{
					"Source":
					{
						"Text": "Duplicate this theme and edit it"
					},
					"Translation":
					{
						"Text": "このテーマを複製して編集します"
					},
					"Key": "DuplicateThemeToolTip"
				},
				{
					"Source":
					{
						"Text": "Edit this theme"
					},
					"Translation":
					{
						"Text": "このテーマを編集します"
					},
					"Key": "EditThemeToolTip"
				},
				{
					"Source":
					{
						"Text": "Name"
					},
					"Translation":
					{
						"Text": "テーマ名"
					},
					"Key": "ThemeName"
				},
				{
					"Source":
					{
						"Text": "Remove Theme \"{0}\"?"
					},
					"Translation":
					{
						"Text": "Remove Theme \"{0}\"?"
					},
					"Key": "RemoveTheme_Title"
				},
				{
					"Source":
					{
						"Text": "Resets the selected item to its default value."
					},
					"Translation":
					{
						"Text": "この項目の値をデフォルトの値にリセットします。"
					},
					"Key": "SetDefaultEditorValueTooltip"
				},
				{
					"Source":
					{
						"Text": "Save"
					},
					"Translation":
					{
						"Text": "セーブ"
					},
					"Key": "SaveThemeButton"
				},
				{
					"Source":
					{
						"Text": "Set Default Editor Value"
					},
					"Translation":
					{
						"Text": "Set Default Editor Value"
					},
					"Key": "SetDefaultEditorValue"
				},
				{
					"Source":
					{
						"Text": "Starship Override Theme Editor"
					},
					"Translation":
					{
						"Text": "Starship Override Theme Editor"
					},
					"Key": "ThemeEditorWindowTitle"
				},
				{
					"Source":
					{
						"Text": "StarshipOverrider"
					},
					"Translation":
					{
						"Text": "StarshipOverrider"
					},
					"Key": "StarshipOverrider_UserSettingsName"
				},
				{
					"Source":
					{
						"Text": "The theme name cannot be empty."
					},
					"Translation":
					{
						"Text": "テーマ名を空白にできません。"
					},
					"Key": "ThemeNameEmpty"
				},
				{
					"Source":
					{
						"Text": "This item can be reset to its initial value by selecting \"Set Default Editor Value\" from the context menu."
					},
					"Translation":
					{
						"Text": "この項目はコンテキストメニューの\"Set Default Editor Value\"から、デフォルトの値を設定可能です。"
					},
					"Key": "CanSetDefaultEditorValue"
				},
				{
					"Source":
					{
						"Text": "{0} - Copy"
					},
					"Translation":
					{
						"Text": "\"{0} - コピー"
					},
					"Key": "ThemeDuplicateCopyText"
				}
			]
		}
	]
}